tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "coreutils"
brew "curl"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "jq"
brew "kubernetes-cli"
brew "mkcert"
brew "nss"
brew "openjdk"
brew "python@3.10"
brew "safe-rm"
brew "svgo"
brew "vim"
brew "watch"
brew "zsh"
cask "adapter"
cask "font-jetbrains-mono"
cask "gimp"
cask "imagealpha"
cask "imageoptim"
cask "kap"
cask "numi"
cask "vlc"
cask "wezterm"
